# MepZoneAirLoop Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MepZoneAirLoop Property
ParameterTypeId Class See Also
---
"Air System"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MepZoneAirLoop { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MepZoneAirLoop As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MepZoneAirLoop {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace